Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 风之森林是海伦娜的主场，其实也是有着生命之树加持的伊琳娜的主场。
en_us: The Wind Forest was Helena's territory, but it was also the territory of Irina, who had the enhancement of the Tree of Life.

source: 风之森林的体制正在崩塌，而一手推动建立这个体制的海伦娜，却在这场可怕的运动中对此置之不理。
en_us: The Wind Forest's system was on the brink of collapse, and Helena, who had set up and promoted this system, chose to ignore and sit out of this terrible revolution.

source: 飞出的竹圈，将三只鹅的脖子一起圈住，技惊全场！
en_us: The bamboo ring looped onto three geese's necks together at the same time. Her skills shocked everyone present!

source: 飞剑，其实他早就会了。
en_us: He had long known how to manuerve a flying sword.

source: 飞船在竹林上空转了一圈，再次进入虚空之中，消失无踪。
en_us: The spaceship spun one round above the bamboo forest before disappearing into the void again.

source: 飞船悬浮在恐怖猎手的尸体上方，一束光线从飞船底部照射出来，三头蛇的尸体顿时消失，地上的惨烈大坑也被回填。
en_us: The spaceship hovered over the horror hunter's corpse. A beam of light shot out from the bottom of the spaceship and the three-headed snake's corpse disappeared instantly. The crater on the ground was filled up.

source: 飞镖摊位老板瑟瑟发抖。
en_us: The boss of the darts stall was trembling.

source: 飞鹰从城堡中飞出，向着生命之城的方向飞去。
en_us: The eagle took off from the castle and flew towards the City of Life.

source: 食全食美全大陆计划推行已经有些年，连恶魔群岛都可以买到食全食美的最新期刊。
en_us: The Perfect Food pan continental plan had been launched for years and one could even buy the latest issue at Demon Islands.

source: 食全食美应该给新的一期杂志砸了不少经费，在书坊大大小小的书店门口，每个都看到带着自己简笔画的立牌。
en_us: The Perfect Food had clearly spent a lot of money on the latest issue. Mag could see his sketch standing sign in front of all the big and small bookshops in the book square.

source: 食材依旧随便使用，只是麦格不打算在酒馆里卖麦米餐厅有的任何菜。
en_us: Mag still used whatever ingredients he had. However, he did not intend to sell any dishes that were sold in Mamy Restaurant.

source: 餐厅关门，但又不能完全封死，毕竟这里还是月之国联通诺兰大陆的唯一传送阵的入口。
en_us: The restaurant would be closed, but it wouldn't be sealed completely. After all, it was the entrance to the only teleportation portal between the Moon Nation and the Norland Continent.

source: 餐厅里的客人们已经回味过来，震惊于亚伯罕的身份，同时也是抱着看戏的心态看着奥尔登等人。
en_us: The other customers in the tavern understood the situation. While they were shocked at Abraham's identity, they were also watching the show to see how things would turn out for Aulden and the gang.

source: 餐厅里的气氛顿时变得有些紧张起来。
en_us: The ambiance in the restaurant became tense instantly.

source: 饶是以他专业厨师的视角，也看不出这一锅黑不溜秋的东西到底是啥。
en_us: Even with the insight of a professional chef, he couldn't see what the heck that black thing in the wok was.

source: 香水与烟草夹杂在一起的味道竟是意外的有些好闻。
en_us: The smell of perfume and tobacco mixed together was surprisingly nice.

source: 香辣田螺作为一道传统的下酒名菜，作为奖励倒也算是一个小惊喜。
en_us: The spicy escargots was a traditional side dish that go along well with drinks. It was considered a little surprise as a reward.

source: 香辣酥脆的酒鬼花生，无论是配上冰爽可口的啤酒，醇香柔绵的茅台，都是恰到好处的感觉。
en_us: The spicy and crunchy drunkard peanuts were perfect whether eaten with the cold and icy beer or the fragrant and mellow Maotai.

source: 馥郁的酒香瞬间飘散开来，那是葡萄果香和陈酿木香的优雅结合，令原本有些沉闷的会场瞬间活了过来。
en_us: The rich liquor's aroma slowly spread out. It was a graceful marriage of the grape fruit's fragrance and aged wood's fragrance. It invigorated the initially dull venue immediately.

source: 馥郁的醇香令人迷醉，葡萄的香味在橡木桶中发酵出了特殊的芳香，她是如此的独特，又如此的优雅，令先前的酒尽皆失色。
en_us: The rich fragrance was intoxicating. It was a unique fragrance that was created through the fermentation of the grape in a wooden barrel. It was this unique and elegant, making the wines that came before it lose their colors.

source: 马车停下，洛拉打开车门，道：“公主，公爵大人，伊斯牛肉馆到了。”
en_us: The horse-drawn carriage stopped, and Lola opened the carriage's door. "Princess, Lord Duke, we have arrived at Iss Beef Restaurant."

source: 马车向前行驶了一段路后停下。
en_us: The horse-drawn carriage stopped after moving forward for a short distance.

source: 马车在书坊最大的那家书店前停下，麦格给车夫结了账顺便道了声谢，一行人便下了马车。
en_us: The horse-drawn carriage stopped in front of the biggest bookshops. Mag paid the coachman, and they alighted from the carriage.

source: 马车在庄园外停下，麦格一家下车，便看到了几乎排满庄园外大道的马车。
en_us: The horse-drawn carriage pulled to a stop at the Manor. Mag and family alighted and saw that the road outside the Manor was almost filled with parked horse-drawn carriages.

source: 马车很快来到城西，驶入荒凉的土楼巷，在巷子尽头停下。
en_us: The carriage soon reached the west of the city. It drove into a deserted alley among mud buildings and stopped at the end of the alley.

source: 马车掉头在塞班酒馆门口停下，亚伯罕从马车上下来，先打量了一下这家看起来颇新的酒馆，目光很快被门口柱子上挂着的那个小铁笼所吸引，里边关着一盅酒，那诱人的酒香正是从那小盅散发出来的。
en_us: The horse-drawn carriage turned back, and stopped in front of the tavern. Abraham alighted from the horse-drawn carriage, and sized up this tavern that looked rather new. His gaze was quickly attracted by the small metal cage hanging on the pillar at the door. A cup of liquor was locked up in there. The enticing liquor's aroma came from that small cup.

source: 马车驶出法克部落，很快消失在夜色中。
en_us: The horse-drawn carriage moved out of the Falk Tribe, and very quickly disappeared into the night.

source: 骑士双手握剑，也是向着黑袍人发起了冲锋，同时发出示警求援。
en_us: The knight held his sword in both hands, and started rushing towards the man in a black robe. At the same time, he sent out a signal for help.

source: 骑士双手握剑，向前一剑斩落，恐怖的剑气从剑上升腾而起，似乎能够撕裂一切。
en_us: The knight held his sword in both hands, and brandished it down. A horrifying sword projection rose from the sword, tearing everything in its path.

source: 骑士面色一变，长剑想要反手，却被一样火热的东西戳中了后腰，猛然向前扑去。
en_us: The knight's expression changed. He wanted to retract his longsword, but was pierced by something fiery at the back of his waist. He suddenly fell forward.

source: 高瘦中年人也只能无奈起身离去。
en_us: The tall and lean middle-aged man also resignedly left.

source: 高等文明的存在果然不容小觑，竟然连他看见过克苏鲁都能够知晓，并且在一瞬间查探出安妮的身份。
en_us: The advanced civilization's being was indeed not to be underestimated. She even knew that he had met the Cthulhu before and found out about Annie in an instant.

source: 高等文明终究是靠不住的，想要拯救诺兰大陆，还是只能靠他们自己。
en_us: The advanced civilization was undependable. They could depend on themselves to rescue the Norland Continent.

source: 高级文明是否需要进食？他们的饮食习惯和口味又是如何的？这些都挺让他好奇的。
en_us: Did the advanced civilizaton need to eat? What were their eating habits and tastes? He was curious about all these.

source: 鬼知道这段话，她拉着他排练了多少遍。
en_us: Only god knew how many times she had practised that speech with him.

source: 魔法屏障已经被砍破，埃菲清楚那个可怕的暴徒马上就能进来。
en_us: The magical screen was already broken. Eiffie knew very well that scary assailant could enter very soon.

source: 魔法师往身上拍了数张防护符，身形向后暴退的同时，高举手中的魔法棒，吟唱着魔法咒语。
en_us: The magic caster slapped a few protective talisments on himself. As he retreated rapidly, he raised his magic wand and chanted magic spells.

source: 魔法师手里的魔法棒也化为了灰烬。
en_us: The magic caster's wands turned into dust too.

source: 魔鬼现身极北冰原，并且集结了恐怖的亡灵军团的消息已经传出来两三天，各部落首领都有所耳闻。
en_us: The news of the devil showing itself at the snow plain in the extreme north and amassing a scary Army of the Dead had already been spreading for the past two days and the tribal leaders had heard of it.

source: 魔鬼让诺兰大陆感到威胁，而身为洛斯帝国二皇子的乔修却向魔鬼出卖了灵魂，现在舆论将倒逼安德烈彻查此事，并且和乔修彻底割裂。
en_us: The devil made the Norland Continent feel threatened, yet the second prince of the Roth Empire, Josh, chose to sell his soul to the devil. The public opinion would force Andre to investigate this matter thoroughly and cut ties with Josh completely.

source: 魔鬼，多么可怕的存在。
en_us: The devil was indeed a terrifying existence.

source: 鲍里斯心中剧震，他如何也想不到破坏他计划的，竟然是麦格。
en_us: Boris was extremely shocked. He had never expected that it was Mag who thwarted his plans.

source: 鲍里斯愣了愣，突然笑了起来，看着麦格表情有些狰狞道：“你想知道吗？放了我我就告诉你啊，不然你这辈子都不会知道，哈哈哈……嗝”
en_us: Boris was stunned for a minute before he suddenly burst out in laughter. He stared at Mag with a ferocious expression and said, "Do you want to know? Let me go and I'll tell you. Otherwise, you won't know for the rest of your life. Hahaha...burp."

source: 鲍里斯的嘴角抽搐了一下，要不是碰上了麦格和埃菲，爆炸酒得的应该就是金奖了。
en_us: The corner of Boris's lips twitched. If it was not for Mag and Explosive Liquor, the Explosive Liquor would probably had won the gold award.

source: 鲍里斯的尸体恰好滚到了街上。
en_us: Boris's corpse happened to roll onto the street.

source: 鲍里斯的笑声戛然而止，捂着自己的喉咙，有些惊恐的看着，“你……你给我喂了什么？”
en_us: Boris's laughter ceased suddenly. He grasped his throat and glared at Mag with fear. "W-what did you feed me?"

source: 鲍里斯的脸色快速发黑，用手扣着自己的喉咙，试图做最后无用的挣扎。
en_us: Boris's face turned dark rapidly. He used his finger to dig down his throat, attempting to struggle fruitlessly.

source: 鲍里斯的表情依旧没有什么变化，向着埃菲微微点头致意，然后便转过身去。
en_us: Boris did not have much change in expression. He nodded to Eiffie and turned to leaves.

source: 鲍里斯看着出现在楼梯口的麦格，眼睛一下子瞪大，眼中带着几分难以置信。
en_us: Boris saw Mag appear at the staircase and his eyes flicked open with disbelief.

source: 鲍里斯看着麦格诚恳的说道：“哈迪斯先生是个耿直的人，其实我是想邀请你成为我的合伙人，我在洛都有十家大型酒馆，而麦格先生有着超高的酿酒技艺，如果我们能够合作的话，一定能够缔造一个酒界的传奇。”
en_us: Boris looked at Mag and said sincerely, "Mr. Hades, you're a straightforward person. Actually, I would like to invite you to a partnership with me. I have 1- large-scale taverns in Rodu and you have exceptional brewing technique. If we can work together, we would definitely be the legend in the world of liquor."

source: 鲍里斯看着麦格，有些愣愣出神，似乎还么有从自己失败的阴影中走出来。
en_us: Boris looked at Mag in a daze. He couldn't seem to walk from the shadow of his failure.

source: 鲍里斯瞪大了眼睛看着麦格，最后瞪了两下腿，彻底没了气息。
en_us: Boris stared at Mag with widened eyes. Finally, he twitched his legs twice and stopping breathing.

source: 鲍里斯瞪眼。
en_us: Boris glared.

source: 鲍里斯瞪眼趴在上，感觉自己遭受到了一万点伤害。
en_us: Boris slumped on the floor with widened eyes. He felt that he was hurt 10,000 points.

source: 鲍里斯转身，看到了一个漂亮的女人和一个漂亮的小姑娘不知何时出现在阁楼上。
en_us: Boris turned around and saw a pretty woman and a pretty little girl appeared in the attic all of a sudden.

source: 鲜美的汤汁，缓缓浸润味蕾，晞觉得自己的味蕾像是被细润的春雨滋润着，渐渐苏醒，那种被抚慰的感觉，实在是太美妙了。
en_us: The tasty broth slowly nourished the taste buds. Xi felt that her drowsy taste buds were slowly awakened as if they were being nourished by a spring rain. This sensation of being comforted felt so beautiful.

source: 鲜！
en_us: Fresh!

source: 麦格一关上门，就对上了伊琳娜笑吟吟的目光。
en_us: The moment Mag closed the door, he met with Irina's smiling gaze.

source: 麦格一出门，便看到了墙角潮湿处有三只小蜗牛挂着了。
en_us: Mag saw the three little snails hanging in a damp corner of the wall as soon as he walked out of the door.

source: 麦格一出门，那三头怪蛇便已将他盯住。
en_us: That three-headed snake targeted Mag as soon as he left the tavern.

source: 麦格一剑劈开兰克斯特，看着那触手极速刺向伊琳娜，面色剧变。
en_us: Mag parried Rankster away. He paled as he watched that tentacle stabbed towards Irina.

source: 麦格一口气吸了五个田螺，再来一块同炒的麻辣黄瓜，闷上一口冰啤，这才算打住。
en_us: Mag sucked out five escargot at a go and had some spicy cucumber, then a sip of chilled beer.

source: 麦格一时间竟是找不到拒绝的理由。
en_us: Mag actually couldn't find a reason to reject her at that moment.

source: 麦格一眼就看穿了艾米的小心思，笑着道：“楼下还有些下酒菜，你们两个小家伙要是饿了的话，可以再去吃一点。”
en_us: Mag could tell what Amy had in mind, and smilingly said, "We still have some leftover side dishes downstairs. If the two of you are hungry, you can go grab some."

source: 麦格一脸惊讶，道：“这边可以娶八个老婆的吗？”
en_us: With a shocked expression, Mag asked, "You can marry eight wives here?"

source: 麦格上前查看了一下那套看起来年代久远的蒸馏装置，很快便找到了埃菲酿的酒寡淡如水的原因。
en_us: Mag went up to chekc the old-looking distillation unit and quickly found the reason for Eiffie's wine being as tasteless as water.

source: 麦格下意识的抬剑挥斩出去。
en_us: Mag wielded his sword over subconsiously.

source: 麦格下楼开门，看到诺亚一脸紧张的搀扶着梅兰特，连忙侧身让他们进门来。
en_us: Mag went downstairs to open the door. He saw a flustered Noya supporting Merante, and quickly stepped aside to let them in.

source: 麦格不信，依旧看着她。
en_us: Mag did not believe that was the reason and continued looking at her.

source: 麦格不动声色的打量着波比，思考着一会他喝醉之后该怎么从他这里套些话出来。
en_us: Mag sized Bobby up silently, and thought of what he could get out of him after the man got drunk.

source: 麦格不喜白酒，但在长辈的酒局上也喝过几次茅台，从香味来说，系统出品的茅台酒的确碾压了他在酒桌上喝过的，只是香味便勾起了几分酒虫。
en_us: Mag did not enjoy white wine, but he did have a few cups of Maotai before when drinking with seniors. Comparing the fragrance alone, the system's Maotai did thrash the ones that he had before.

source: 麦格不在意她的紧身衣与这个世界如何格格不入，也不在意她看起来有多冷漠，他只在意虚空之门给出的反馈：
en_us: Mag didn't care that her bodysuit didn't fit into this world, nor did he care about how aloof she looked. He only cared about the feedback given by the ommipresent door:

source: 麦格不是什么变态跟踪狂，世界太混乱，他只是担心伊丽莎白一个人在外面太危险，要是哪天像她爹一样一去不返，都不知道上哪找她去。
en_us: Mag was neither a pervert nor a stalker, but this world was too messed up. He was worried that Elizabeth would be in danger alone in the outside world. They wouldn't know where to look for her if she disappeared like her father one day.

source: 麦格不是漫画家，但怎么说也是在各种漫画熏陶中长大的，欣赏能力还是在线的。
en_us: Mag wasn't a comic artist, but he had grown up reading all kinds of comics. He still knew how to appreciate one.

source: 麦格不管那狗屁神灵是谁，他只知道任何试图将艾米从他身边带走的家伙，都不是什么好东西。
en_us: Mag didn't care who the hell the Holy Spirit was. He only knew that anyone who attempted to take Amy away from him was no good.

source: 麦格与兰克斯特的巅峰近战，已然不是他们能够参与和左右的。
en_us: Mag and Rankster were almost at the climax of their battle. It was not something that they could take part or change.

source: 麦格中午的时候收到了一份来自食全食美编辑部的信，告知了他将鱼香茄子提前出刊的消息。
en_us: Mag received a letter from the Perfect Food's editorial department, which notified him that they had published his eggplant with garlic sauce in advance.

source: 麦格为那些客人们暗暗松了口气。
en_us: Mag secretly heaved a sigh of relief for the customers.

source: 麦格主动打招呼，众街坊也是纷纷应和。
en_us: The neighbors all reciprocated since Mag took the initiative to greet them.

source: 麦格也不知道这老板是如何让绿豆在绿豆酥中保持如此坚硬的状态，而在一道软糯的甜点之中，吃到坚硬的绿豆，的确是非常糟糕的体验。
en_us: Mag had no idea how the shop owner managed to make the mung beans in the mung bean pancake so hard. It was indeed the worst experience to bite into a hard mung bean in a soft pastry.

source: 麦格也凑上前扫了几眼，任务千奇百怪，杀人的能占到三分之一，还有求购各种魔兽幼崽、精灵女仆、魅魔小姐、哥布林萝莉……
en_us: Mag went over to glance at the missions. There were many strange missions. Killing someone took up around a-third of the list and there were other like requests to buy the pups of magic beasts, elf maids, succubus ladies, goblin lolitas...

source: 麦格也收到了许多街坊邻居的祝贺，对此他也是友好的表示感谢。
en_us: Mag had also received many congratulations from their neighbors and he also said thanks to them friendliness.

source: 麦格也是不再言语，在一旁安静的站着。
en_us: Mag also stopped talking and watched at the side quietly.

source: 麦格也是拿起勺子开动。
en_us: Mag picked up a spoon and started eating too.

source: 麦格也是提剑后撤，这可是一艘高等文明的星空战舰的密集轰炸，他可不想被殃及池鱼。
en_us: Mag also backed off with his sword. This was the intense bombing by an advanced civilization's starship. He didn't want to get caught in between.

source: 麦格也是有些意外的看着亚伯罕，没想到回到主场之后的亚伯罕，竟是如此的生猛霸道。
en_us: Mag looked at Abraham in shock. He did not expect Abraham, who was back in his place, to be so fierce and overbearing.

source: 麦格也没有料到酒馆的人气增长会如此快，吃了晚餐，休息了一会，一开门，差点被门外站着的客人吓到。
en_us: Mag did not expect the popularity of the tavern to increase so quickly. After dinner, he rested for a while, and when he opened the door, he almost got a shock from the customers outside.

source: 麦格也注意到这位进门来的客人，从熟悉的制服看得出这是一位兵部官员，不过职位不高，神情难掩疲惫，眼睛里布满了血丝，像是没有休息好。
en_us: Mag had also noticed this customer that entered. From the ever-so-familiar uniform, Mag could tell the other party was from the military. However, he did not have a high rank. The exhaustion in his face was apparent. His blood-shot eyes told everyone that he did not seem to have had proper rest.

source: 麦格从冰箱里拿出各种食材，这才注意到切菜台上一道贯穿的切口。
en_us: Only after Mag took out all sorts of ingredients from the fridge did he see the slash on the cutting table.

source: 麦格从怀中掏出了一块黑色的令牌，直接丢了过去。
en_us: Mag pulled out a black tablet from his pocket and threw it over.

source: 麦格从柜台后拎出公告牌，刷刷写了一个歇业公告。
en_us: Mag took out the notice board from the back of the counter, and wrote a notice of a business break.

source: 麦格从系统那里弄了一台电焊工具，将这套蒸馏设备的零件全部焊接起来，又给他们涂抹了一层防腐层。
en_us: Mag got some welding tools from the System and welded the parts for the distillation equipment together. After that, he painted a layer of anti-corrosion paint on it.

source: 麦格从隐秘树洞获取了今日份的密报，然后稍加修改，添油加醋一番后，用百变面具换了一张脸，将这最新情报转手卖给了洛都城内的几家有偿情报所，同时给各家茶楼的说书先生们免费送了一份。
en_us: Mag got today's intel from the secret tree hole. He altered it a little and embellished it a little. He then changed his appearance with the face-altering mask, and sold this latest intel to the few information centers in Rodu. At the same time, he gave a free copy to all the storytellers in the teahouses.

source: 麦格他们从教堂里出来，便看到手里拿着一堆好吃的的艾米和安妮坐在教堂前的秋千上，伊琳娜站在不远处，玛拉则在旁边守着两个孩子。
en_us: Mag saw Amy, who was holding a ton of goodies, and Annie sitting on the swing in front of the church as soon as soon as he walked out of the church. Irina was standing closeby, while Mala was guarding the children at the side.

source: 麦格他们出门不算早，书坊里的书店大都已经开门，此时这家规模中等的书店里已经有不少客人。
en_us: Mag and his family went out rather late, so most of the bookshops in the book square were already open. This middle-sized bookshop already had many customers in it.

source: 麦格他们深夜造访，大殿中灯火通明，却只有安德烈坐在主位之上。
en_us: Mag's night visit caused the hall to be brightly lit. However, there was only Andre sitting on the master seat.

source: 麦格伸手在床头的衣服口袋里摸了个空，才想起来自己已经好久不抽烟了，不禁有点遗憾。
en_us: Mag reached over to the shirt at the bedside table and fumbled around in the pocket in vain. He sudenly recalled that he had not been smoking for a very long time and could not help but found it a pity.

source: 麦格伸手在艾米面前晃了晃，笑着道：“小米发呆想什么呢？”
en_us: Mag waved his hand in front of Amy and smilingly, "What is Amy thinking in a daze?"

source: 麦格伸手拉住了他，因为伊琳娜开始吟唱治疗魔法的咒语。
en_us: Mag held Noya back because Irina had started chanting her healing magic spells.

source: 麦格伸手拦了一辆马车，一家四口上了马车，直奔洛都最热闹的商业中心塔克坊市而去。
en_us: Mag reached out to hail a horse-drawn carriage. The family of four hopped on, and headed straight for Rodu's busiest commercial center, Tuck Square.

source: 麦格作为问话小能手，这种机会怎么能放过，自来熟的凑上前，在他们那桌坐下。
en_us: As a pro interrogator, how could Mag miss this opportunity? He went up and sat with them.

source: 麦格侧头看向伊琳娜。
en_us: Mag turned to look at Irina.

source: 麦格侧头，看着出现在楼梯口的安妮，心中一突，暗道糟糕。
en_us: Mag turned his head and saw Annie at the staircase. His heart skipped a beat and he secretly said, "Oh no."

source: 麦格倒不是特别介意别人自带米饭，毕竟温妮莎这妮子还没到喝酒的年纪，而且这种烈酒也不适合她吃。
en_us: Mag did not mind others bringing their own rice over. After all, Vanessa had not reached the legal age to drink, and such strong alcohol was not suitable for her, either.

source: 麦格倒是不太担心吃不完的问题，这里至少有一半会进艾米的肚子。
en_us: Mag was not worried about being unable to finish the food. At least half of the food here would go into Amy's stomach.

source: 麦格假装听不懂的样子，道：“老板，你们这里的作者受欢迎吗？粉丝多吗？”
en_us: Mag pretended not to understand, and said, "Boss, are your authors popular? Do they have a lot of fans?"

source: 麦格做了一桌丰盛的早餐，特意给自己盛了一大碗豆浆。
en_us: Mag made a table full of scrumptious breakfast. He specially scooped a big bowl of soybean milk for himself.

source: 麦格做了条烤鱼，然后炒了几个菜，最后再上了两盘爆炒螺丝，一桌菜便有了。
en_us: Mag made a grilled fish and stir-fried a few dishes. Lastly, he served two plates of stir-fried escargots and all the dishes were ready.

source: 麦格关上窗户，重新拿了一本《绿野仙踪》联系飞行。
en_us: Mag closed the window and picked up "The Traces in the Fields"[2. Its Chinese name is exactly the same as "The Wizard of Oz".] to practice flying.

source: 麦格关上酒馆大门的时候，打了个喷嚏。
en_us: When Mag was closing the door of the tavern, he sneezed.

source: 麦格关上门，结束了一天的营业。
en_us: Mag closed the door, and ended the day.

source: 麦格关了门外的灯，正准备上楼，一转身却发现伊琳娜和两个小家伙整整齐齐的坐在一张桌子后看着他。
en_us: Mag switched off the light at the door. Just when he turned to go upstairs, he saw Irina and the two little fellows sitting in a straight row at a table, looking at him.

source: 麦格关了门，有点好奇的看着伊琳娜。
en_us: Mag looked at Irina curiously after closing the door.

source: 麦格关掉烤箱电源，打开了烤箱门。
en_us: Mag turned off the power, and opened the oven.

source: 麦格再沉默，这话，倒是真的一点都没错。
en_us: Mag fell silent again. That was not wrong at all.

source: 麦格冲着井里一招手，那零食大礼包便飞了上来，被他一把拎住，放到了一旁的空地上。
en_us: Mag waved at the well and a huge snack hamper flew up. He grabbed onto it and put it at the space beside him.

source: 麦格冲着兰克斯特高呼，尝试着与他交流。
en_us: Mag shouted at Rankster, trying to communicate with him.

source: 麦格准备给芭芭拉和亚北米娅各留一串钥匙，一来方便月之国的人往来，二来是遇到突发情况他们可以进入餐厅，麦米餐厅现在可是有着九级的防御能力，寻常级别的攻击根本无法对餐厅内的人造成威胁。
en_us: Mag prepared to leave a set of keys to Babla and Yabemiya each. First, it was to allow the Moon Nation's people to come and go; second, it was to allow them to enter Mamy Restaurant if they encountered an unexpected situation. Mamy Restaurant had a 9th-tier defensive ability now. Usual attacks couldn't threaten the people in the restaurant at all.

source: 麦格出门把两位的车夫和仆人叫进来，直接抬走不送。
en_us: Mag went out to get their coachmen and servants and just carried them away.

source: 麦格则是越听表情越古怪，这剧情，怎么听起来那么熟悉呢？
en_us: Mag's expression got increasingly weird as he listened. Why did this plot sound so familiar?

source: 麦格刚一进门，便看到一群人挤在书店柜台的位置，犹如点餐一般叫唤着。
en_us: Mag saw a group of people crowding at the bookshop's counter and yelling as if they were ordering food as soon as he entered.

source: 麦格刚做好一桌菜，门外响起了敲门声。
en_us: Mag just happened to finish cooking when he heard the sound of knocking on the door.

source: 麦格到家已经五点半，上楼洗了个澡，打坐休息了十五分钟，便又如往常一般起床下楼准备早餐和早上的营业。
en_us: It was already 5.30 am when Mag arrived home. He went upstairs to take a bath and meditate for 15 minutes before getting up to prepare breakfast and the breakfast service as usual.

source: 麦格剁了一条翅腿放到丑小鸭的碗里，小家伙已经馋的滴了好几滴口水了。
en_us: Mag chopped off a wing, and put it in Ugly Duckling's bowl. The little fellow had been salivating.

source: 麦格却是微微摇头：“那得先看你家小姐是否同意，还得看你是否有学做菜的天赋。”
en_us: However, Mag shook his head and said, "In that case, it would depend on whether your Young Mistress is agreeable and whether you have the talent in cooking."

source: 麦格去了最近的一个黑市联络点。
en_us: Mag went to the closest black market contact point.

source: 麦格去了泰坦酒馆，几个簇新的大零件摆在酒窖里，原先的那套蒸馏设备已经被拆下放在角落里。
en_us: Mag went over to Titan Tavern. There were a few large parts in the cellar. The original distillation equipment had already been taken apart and placed in a corner.

source: 麦格又叮嘱了一句，看着两个孩子都上了楼，这才和伊琳娜一起步入传送阵法。
en_us: Mag reminded them again and watched the children go upstairs before stepping into the teleportation portal together with Irina.

source: 麦格又给他满上一杯，笑道：“老爷子要是喜欢，尽管喝，酒，还有的是。”
en_us: Mag poured another glassful for him, and smilingly said, "If you like it, old master, just drink as much as you like. We have plenty of it."

source: 麦格反问道：“如果没有和平协议，你认为各族会派兵来帮助洛斯帝国阻击魔鬼和亡灵军团吗？”
en_us: Mag asked, "If ther eis no peace accord, do you think the different races would send their troops to help the Roth Empire fend off the Devil and the Army of the Dead?"

source: 麦格只是粗略的扫了一遍那本屠龙勇士大战巨x恶龙的画册，便将他彻底扫入历史糟粕的角落。
en_us: Mag skimmed through that picture book about that dragon slayer battling the evil dragon, and immediately sent it to the corner of history's rubbish.

source: 麦格只觉得自己仿佛被一列疾驰而来的列车撞上，身体竟是不受控制的向后倒飞出去，在半空中扭转，长剑刺入冰中，依旧倒飞了百米才堪堪稳住身形。
en_us: Mag felt as though he was hit by a sprinting train and he flew back uncontrollably. He turned in midair and stabbed the longsword into the ice to stabilise himself after flying out 100 metres.

source: 麦格可不打算再开一家麦米餐厅，要以酒为主打，让客人们因为酒爱上酒馆，而不是因为下酒菜而着迷。
en_us: Mag didn't want to open another Mamy Restaurant. He wanted the customers to love the tavern because of its alcoholic drinks, and not because of the dishes, so he wanted the drinks to be the main focus.

source: 麦格可不相信安德烈会让一个半精灵成为教皇，让洛斯帝国王室世世代代匍匐在她的脚下登上王座。
en_us: As for the so-called pontiff, Mag didn't believe that Andre would let a half-elf become the pope, and make generations of royals kneel under her feet when they ascended the throne.
